IDEA Open Model
ReinfFabric.CoverFromSetting Property
Compatible with IDEA StatiCa Beta 20.0
 Use cover from DetailModelSetting
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool CoverFromSetting { get; set; }
Public Property CoverFromSetting As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace